Repository: sqiouyilu/tweet-nest
Catalog: plugins/wordpress-dashboard-twitter/languages/wp-dashboard-twitter-*.po
Languages: es_es

source: Twitter is unavailable at the moment. Please try again later!
es_es: Twitter no está disponible en este momento. Por favor, inténtelo de nuevo más tarde!

source: By clicking the 'Sign in with Twitter' button you will be redirected to the Twitter website where they ask you to enter your Twitter credentials. The 'WordPress Dashboard Twitter' plugin will not save, collect or share your credentials and other personal information or use it other than for the purpose of the sign-in flow.
es_es: Al hacer clic en el botón "Iniciar sesión con Twitter", será redirigido al sitio web de Twitter, donde le pedirán que introduzca sus credenciales de Twitter. El plugin 'WordPress Dashboard Twitter' no guardará, recopilará o compartirá sus credenciales ni ninguna otra información personal ni la utilizará con ningún otro propósito más allá del inicio de sesión.

source: <strong>NOTE:</strong> The Twitter API only allows clients to make a limited number of calls in a given period. You just exceeded the rate limit.
es_es: <strong>NOTA:</strong> La API de Twitter solo permite a los clientes realizar un número limitado de llamadas en un período determinado. Acabas de exceder el límite de velocidad.

source: <strong>NOTE:</strong> Please <a href="%s">save</a> the plugin options for the new options to take effect!
es_es: <strong>NOTA:</strong> Por favor, <a href="%s">guarde</a> las opciones del plugin para que las nuevas opciones puedan surtir efecto!

source: Mentions
es_es: Menciones

source: Favorites
es_es: Favoritos

source: Retweeted
es_es: Reenviado

source: Timeline
es_es: Línea de tiempo

source: Compose New Tweet
es_es: Redactar nuevo tuit

source: Reload
es_es: Recargar

source: Remaining API for account %s: %d/%d
es_es: API restante para %s de cuenta: %d/%d

source: Send Tweet
es_es: Enviar tuit

source: How many items?
es_es: ¿Cuántos artículos?

source: Tab to open by default
es_es: Tab para abrir por defecto

source: Show Avatars?
es_es: ¿Mostrar avatares?

source: Make the Dashboard Widget accessible for everyone?
es_es: ¿Hacer que el widget del panel sea accesible para todos?

source: Hello %s
es_es: Hola %s

source: You have %d followers
es_es: Tienes %d seguidores

source: You wrote %d statuses so far and are listed on %d Twitter lists
es_es: Usted escribió %d estados hasta ahora y se enumeran en %d listas de Twitter

source: %s ago
es_es: %s hace

source: An empty tweet would not make sense, eh?
es_es: Un tuit vacío no tendría sentido, ¿no crees?

source: Send Direct Message
es_es: Enviar mensaje directo

source: Verify Credentials
es_es: Verificar credenciales

source: Sending...
es_es: Enviando...

source: Please enter a long URL!
es_es: Por favor, introduzca una URL larga!

source: WordPress Dashboard Twitter requires at least WordPress 2.7!
es_es: WordPress Dashboard Twitter requiere al menos WordPress 2.7!

source: WordPress Dashboard Twitter requires at least PHP5!
es_es: WordPress Dashboard Twitter requiere al menos PHP5!

source: No mentions!
es_es: ¡Sin menciones!

source: From
es_es: De

source: Reply to a user
es_es: Responder a un usuario

source: Reply
es_es: Responder

source: Retweet this message
es_es: Retuitear este mensaje

source: in reply to
es_es: en respuesta a

source: No statuses!
es_es: ¡Sin estados!

source: No favorites!
es_es: ¡Cero favoritos!

source: Liked %d time
es_es: Tiene %d likes

source: No retweets of your statuses yet!
es_es: ¡Aún no hay retuits de sus estados!

source: Retweeted %d time
es_es: Retuiteado %d veces

source: <strong>WordPress 2.7+ only.</strong> Display Twitter @replies, direct messages, sent messages, favorites and send tweets and direct messages the convenient way within your WordPress Dashboard.
es_es: <strong>WordPress 2.7+ solamente.</strong> Mostrar Twitter @replies, mensajes directos, mensajes enviados, favoritos y enviar tuits y mensajes directos de la manera conveniente dentro de su panel de WordPress.
